[
  {
    "author": "Mitch Hedberg",
    "quote": "An escalator can never break: it can only become stairs. You should never see an Escalator Temporarily Out Of Order sign, just Escalator Temporarily Stairs. Sorry for the convenience."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I find a duck's opinion of me is very much influenced by whether or not I have bread."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I'm sick of following my dreams. I'm just going to ask them where they're goin', and hook up with them later."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I saw this wino, he was eating grapes. I was like, \"Dude, you have to wait\"."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I would imagine that if you could understand Morse code, a tap dancer would drive you crazy."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I used to do drugs. I still do drugs. But I used to, too."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Mr. Pibb is a poor imitation of Dr. Pepper. Dude didn't even get his degree."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Is a hippopotamus a hippopotamus or just a really cool opotamus?"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I'd hate to be a giraffe with a sore throat."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I haven't slept for ten days, because that would be too long."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Every picture of you is when you were younger."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "The depressing thing about tennis is that no matter how good I get, I'll never be as good as a wall."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "A lot of bands have intense names, like \"Rigor Mortis\" or \"Mortuary\". We weren't that intense, we called ourselves \"Injured\". Later on we changed it to \"Acapella\" when we were walking out of the pawn shop."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "My fake plants died because I did not pretend to water them."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Rice is great if you're really hungry and want to eat two thousand of something."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "My belt holds my pants up, but the belt loops hold my belt up. I don't really know what's happening down there. Who is the real hero?"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "When I was a boy, I laid in my twin-sized bed and wondered where my brother was."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I don't have a girlfriend. I just know a girl who would get really mad if she heard me say that."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Pepperidge Farm bread. That's fancy bread. You can tell it's fancy because it's wrapped twice. You open it, and it still isn't open. That's why I don't buy it. I don't need another step between me and toast."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I went to a record store, they said they specialized in hard-to-find records. Nothing was alphabetized!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I want to get a vending machine, with fun sized candy bars, and the glass in front is a magnifying glass. You'll be mad, but it will be too late."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Wearing a turtleneck is like being strangled by a really weak guy, all day. Wearing a backpack and a turtleneck is like a weak midget trying to bring you down."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "A friend said to me, \"I think the weather is trippy.\" I said, \"No, man, it's not the weather that's trippy, perhaps it's the way we perceive it.\" And then I realized I just should have said, \"Yeah.\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If you can't sleep, count sheep. Don't count endangered animals. You will run out."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Alcoholism is a disease, but it's the only one you can get yelled at for having. Goddamn it Otto, you are an alcoholic. Goddamn it Otto, you have Lupus... one of those two doesn't sound right."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I'm a heroine addict. I need to have sex with women who have saved someone's life."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I'm against picketing, but I don't know how to show it."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I don't wear a watch because I want my arms to weigh the same."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I know people who believe in ghosts but don't believe in themselves."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "A burrito is a sleeping bag for ground beef."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I tried to throw a yo-yo away. It was impossible."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Sometimes I get really lonely. Especially when I'm throwing a Frisbee."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I got my hair highlighted because I felt some strands were more important than others."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "The Kit Kat candy bar has the name Kit Kat imprinted into the chocolate. That robs you of chocolate! That's a clever chocolate-saving technique."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I had a stick of CareFree gum, but it didn't work. I felt pretty good while I was blowing that bubble, but as soon as the gum lost its flavor, I was back to pondering my mortality."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Magicians disappear all the time, but as soon as a regular person does it, everyone is all scared. \"Tom's gone!\" \"Is he a magician?\" \"No.\" \"Then let's print up some flyers!\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I wear a necklace, cause I wanna know when I'm upside down."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "You know when they have a fishing show on TV? They catch the fish and then let it go. They don't want to eat the fish, they just want to make it late for something."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Every book is a children's book if the kid can read!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "When you put Listerine in your mouth, it hurts. Germs do not go quietly."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I wish I could play little league now. I'd be way better than before."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I am wearing a vest. If I had no arms, it would be a jacket."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "When someone hands you a flyer, it's like they're saying here you throw this away."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "They say the recipe for Sprite is lemon and lime. I tried to make it at home. There's more to it than that."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Every McDonald's commercial ends the same way: Prices and participation may vary. I wanna open a McDonald's and not participate in anything. I wanna be a stubborn McDonald's owner. \"Cheeseburgers?\" \"Nope! We got spaghetti, and blankets.\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "My friend asked me if I wanted a frozen banana. I said 'No, but I want a regular banana later, so... yeah.'"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Fettucini alfredo is macaroni and cheese for adults."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I once saw a forklift lift a crate of forks. And it was way to literal for me."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I think animal crackers make people think that all animals taste the same."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If 13 is unlucky, then 12 and 14 are guilty by association."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "An escalator can never break: it can only become stairs."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I like cottage cheese. That's why I want to try other dwelling cheeses, too. How about studio apartment cheese? Tent cheese? Mobile home cheese? Do not eat mobile home cheese in a tornado."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I went to the airport, I put my bag in the x-ray machine, I found out my bag has cancer. It only has six more months to hold stuff."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Imagine if you were a drummer, and you accidentally picked up two magic wands instead of sticks. There you are, keeping the beat, the next thing you know, your bass player turns into a can of soup."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I was in a convenience store, reading a magazine. The clerk told me, \"this is not a library!\" \"OK! I will talk louder, then!\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If I had nine of my fingers missing I wouldn't type any slower."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If carrots got you drunk, rabbits would be messed-up."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "A waffle is like a pancake with a syrup trap."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I play the guitar.  I taught myself how to play the guitar, which was a bad decision... because I didn't know how to play it, so I was a shitty teacher.  I would never have went to me."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I'm gonna fix that last joke by taking out all the words and adding new ones."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "People teach their dogs to sit; it's a trick. I've been sitting my whole life, and a dog has never looked at me as though he thought I was tricky."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "When you go to a bar that has a black light, everybody looks cool. Except for me, because I was under the impression that the mustard stain came out."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I wanted to buy a candle holder, but the store didn't have one. So I got a cake."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If you're watching a parade, don't follow it. It never changes. If the parade is boring, run in the opposite direction. You will fast-forward the parade."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "When it comes to racism, you hear people say, \"I don't care if people are white, black, purple or green.\" Hold on, now, purple or green? Come on now, you gotta draw the line somewhere."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "How does a sesame seed stick to a bun? That's magical. There must be some sesame seed glue out there. Either that or they're adhesive on one side. Peel off the backing, place it on the bun."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "A severed foot is the ultimate stocking stuffer."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "On a traffic light green means 'go' and yellow means 'yield', but on a banana it's just the opposite. Green means 'hold on,' yellow means 'go ahead,' and red means, 'where the hell did you get that banana at?'"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "You should never tell someone they have a nice dimple, because maybe they were shot in the face with a BB gun."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Waffles are like pancakes with syrup traps"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Why are there no \"during\" pictures?"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I thought my teeth were white until I washed my face with Noxzema. My teeth are off-white. I'm not even white. I'm off-white. It's a new race; we will prevail!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I did a radio interview; the DJ's first question was \"Who are you?\" I had to think. Is this guy really deep, or did I drive to the wrong station?"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "2-in-1 is a stupid term, because 1 is not big enough to hold 2. That's why 2 was created."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Here's a thought for sweat shop owners: Air Conditioning. Problem solved."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "XM radio doesn't have commercials, so after about thirty minutes of listening to it, I'm like, \"What should I buy?\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I saw a seagull hanging out by a lake, but I said, \"Don't worry, Dude. I won't say anything.\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "This one commercial said, \"Forget everything you know about slipcovers.\" So I did, and it was a load off of my mind. Then the commercial tried to sell slipcovers, but I didn't know what they were!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "One time I stayed at a haunted motel. When I checked into my room, there was a sheet on the floor, and I thought it was a ghost that had passed out, so I kicked it."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I tried to walk into Target, but I missed. I think the entrance to Target should have people splattered all around."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Why is Cloud 9 so amazing? What is wrong with Cloud 8?"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If you find yourself lost in the woods, build a house. \"Well, I was lost, but now I live here!\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I don't have a girlfriend. But I do know a woman who'd be mad at me for saying that."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I love my fed-ex guy cause he's a drug dealer and he don't even know it...and he's always on time."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If a drink was ice cold, it would be impossible to drink. Because it would be solid. Here's a drink, Mitch - it's ice cold. I guess I could lick it."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "This shirt is \"dry-clean only\"... Which means it's dirty."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "We don't have to fix anything."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I got binoculars 'cause I don't want to go that close."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I like vending machines, because snacks are better when they fall. If I buy a candy bar at the store, oftentimes I will drop it so that is achieves its maximum flavor potential."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I got in an argument with a girlfriend inside of a tent. That's a bad place for an argument, because I tried to walk out, and had to slam the flap."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Swiss Cheese is a rip-off It's the only cheese I can bite into and miss"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "When you open the elevator on the top floor of a building and the other guy doesn't get out, something is seriously wrong."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Onions make me sad. A lot of people don't realize that."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Dogs are forever in the push up postion."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I can read minds, but I'm illiterate."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I think we should only get 3 honks a month on the car horn. Then, someone cuts you off, you press the horn, and nothing happens. You're like, \"Crap! I wish I hadn't seen Ricky on the sidewalk!\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I hate dreaming because when you want to sleep, you want to sleep. Dreaming is work. Next thing you know, I have to build a go-cart with my ex-landlord."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "A sleeping bag is a tortilla for a human."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I think foosball is a combination of soccer and shish kabobs."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Chicago is known as the Windy City, and Montana is called the Big Sky State, so I think that we should somehow combine the two to create the ultimate kite-flying experience."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I played golf... I did not get a hole in one, but I did hit a guy. That's way more satisfying."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I don't have a microwave oven, but I do have a clock that occasionally cooks stuff."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I ate one anchovy, and that is why I did not eat two anchovies."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "P.S. - This is what part of the alphabet would look like if Q and R were eliminated."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I want to get a job naming kitchen appliances. That seems easy; refrigerator, toaster, blender. You just say what the thing does and add \"er\"."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Tony the Tiger usually thinks that stuff is great."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I've never been to a hotel with a rotating restaurant on top, but one time I took my girlfriend to a merry-go-round, and I gave her a burrito."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I had the cab driver drive me here backwards, and the dude owed me $27.50."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I wish my name was Brian because maybe sometimes people would misspell my name and call me Brain. That's like a free compliment and you don't even gotta be smart to notice it."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I wish they made fajita cologne, because that stuff smells good. What's that you're wearing? That's sizzlin'!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I want to get non-aerosol mace, you just rub it in. \"Dude who is attacking me - come a little closer!\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I type a 101 words a minute. But it's in my own language."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I recently took up ice sculpting. Last night I made an ice cube. This morning I made 12, I was prolific."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I used to be a hot-tar roofer. Yeah, I remember that... day."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I've got a wallet, it's orange. In case I wanna buy a deer. That doesn't make any sense at all."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I would imagine the inside of a bottle of cleaning fluid is really clean. I would imagine a vodka bottle is really drunk."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I want to ride in a cold air balloon. \"This isn't going anywhere!\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I got a business card because I wanna win some lunches. That's what my business card says: Mitch Hedberg, Potential Lunch Winner. Gimme a call, maybe we'll have lunch. If I'm lucky!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I don't get the regular AIDS test anymore. I get the roundabout AIDS test. I ask my friend Brian, \"Do you know anybody who has AIDS?\". He says, \"No\". I say, \"Cool, because you know me.\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I played in a death-metal band. People either loved us or hated us. Or they thought we were OK."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I met this girl, she was an actress, and she gave me her number. It started with 555."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I like those blow-up beds. \"This becomes a full size bed in three minutes!\" Well, a mattress kicks your ass. Zero seconds. \"Yeah, but you can store this thing.\" You can store a bed, too - in the bedroom."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I got a king-sized bed. I don't know any kings, but if one came over, I guess he'd be comfortable."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If you're a fish and you want to be a fish-stick, you have to have very good posture."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I got some tartar-control toothpaste a while back. I've still got tartar, but it's under control."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If I had a dollar for every time I said that, I'd be making money in a very weird way."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I was going to stay overnight at my friend's house - he said, \"you'll have to sleep on the floor.\" Damn gravity! You don't know how bad I wanted to sleep on the wall."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I went to a restaurant with my friend, and he said, \"Pass the salt.\" I said, \"Screw you! Sit closer to the salt.\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Kittens play with yarn, they bat it around. What they're really doing is saying, \"I can't knit, get this away from me!\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "A fly was very close to being called a land, because that's what it does half the time."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I was going to get my teeth whitened, but I said, \"I'll just get a tan instead.\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "It's hard to dance if you just lost your wallet. Whoa Where's my wallet But, hey this song is funky."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I bought myself a parrot, but it did not say \"I'm hungry\", and so it died."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I'm into carpooling, because sometimes my car gets hot and needs to refresh itself."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I went to the store and bought eight apples; the clerk said, \"Do you want these in a bag?\" I said, \"Oh, no, man, I juggle.\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I drank some boiling water because I wanted to whistle."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I like Kit-Kat, unless I'm with four or more people."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I remixed a remix, it was back to normal."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I have a few cavities. I don't like to call them cavities, though - I like to call them 'places to put stuff'. 'Do you know where I can store a pea' 'Yes, I have some locations available.'"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I bought a seven-dollar pen because I always lose pens and I got sick of not caring."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "It's very dangerous to wave to people you don't know because what if they don't have hands? They'll think you're cocky."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Come on 'long prosperous life!'"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I bought a scratch off lottery ticket, but then I accidentally spilled calamine lotion on it, so it did not need to be scratched. Shoot! I will not know if I have won!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "They could take sesame seeds off the market and I wouldn't even care. I can't imagine 5 years from now saying, \"Remember sesame seeds? What happened? All the buns are blank!\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Y'know, you can't please all the people all the time... and last night, all those people were at my show."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "When I was on acid, I would see things like beams of light and I would hear sounds that sounded an awful lot like car horns."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "People ask me for my autograph after a show. I'm not famous, I think they're messing with me. I think they're trying to make me late for something."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I like vending machines, because snacks are better when they fall."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I like rice. Rice is great if you're hungry and want 2000 of something picketing, but I don't know how to show it."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I got an ant farm. Them fellas didn't grow anything. Hey, how about some celery? Plus, if I tore your legs off, you would look like snowmen."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If you are flammable and have legs, you are not blocking a fire exit."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I rented a car. I didn't really need one, I just wanted to make one less available. I wanted one businessman on the bus with no car."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Snake eyes is a gambling term, and an animal term, too."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Every time I go and shave, I assume there's someone else on the planet shaving. So I say, 'I'm gonna go shave, too.'"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I like cinnamon rolls, but I don't always have time to make a pan. That's why I wish they would sell cinnamon roll incense. After all I'd rather light a stick and have my roommate wake up with false hopes."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I want to rob a bank with a BB gun. \"Give me all your money or I will give you a dimple! I will be rich, you will be cute. We both win.\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I used to drink wine. This girl asked me, \"Doesn't wine give you a headache?\" \"Yeah, eventually, but the first and the middle part are amazing!\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I like to hold the microphone cord like this, I pinch it together, then I let it go, then you hear a whole bunch of jokes at once."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I had a Velcro wallet in a casino. That sound annoyed the hell out of me. Whenever I lost money, and I opened the wallet, it was like the sound of my addiction."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I tried to freshen up a room, so I held a Certs in front of a fan."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I know a lot about cars, man. I can look at any car's headlights and tell you exactly which way it's coming."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Do you think I am standing here, making this up as I go? I am sorry to disillusion you. I am not Robin Williams. I am the king of the pen."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Last time I called shotgun we had rented a limo, so I messed up!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I think Bigfoot is blurry, that's the problem. It's not the photographer's fault. Bigfoot is blurry, and that's extra scary to me. There's a large, out-of-focus monster roaming the countryside. Run, he's fuzzy, get out of here."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If I'm out to dinner with a group of friends, and somebody offers to pay for the check, I immediately reach for my wallet. Inside is a note that says, \"Say thanks!\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I make myself a bowl of instant oatmeal, and then I don't do anything for an hour. Why do I need the instant oatmeal? I could get the regular oatmeal and feel productive."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I can't wait to get off the stage, because I've got some LifeSavers in my pocket and pineapple is next!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Well, I was lost but now I live here! I have severely improved my predicament!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I have an underwater camera just in case I crash my car into a river, and at the last minute I see a photo opportunity of a fish that I have never seen."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I hate flossing, I wish I just had one long curvy tooth. They didn't have to make separations for me."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If Spiderman was real, and I was a criminal, and he shot me with his web, I would say, \"Dude, thanks for the hammock.\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I would not want to be a mobile home repo man. Those would be hard to sneak away - \"Knock knock - Hi, would you go cut your grass and look that way for a half an hour?\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If I was a mechanic and someone called me and said their car would not start, I would say, \"Hey - maybe a killer is after you!\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "My sister wanted to be an actress, but she never made it. She does live in a trailer. She got halfway. She's an actress, she just never gets called to the set."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I had a paper route when I was a kid. I was supposed to go to 2,000 houses. Or two dumpsters."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I got a smoke alarm at home, but really it's more like a 9-volt-battery-slowly-drainer."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Escalator temporarily stairs. Sorry for the convenience."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I had my palm read. I wrote something on it first to see if she would read that too."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Cavities are made by sugar. So if you need to dig a hole, then lay down some candy bars!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I’d like to see a forklift lift a crate of forks. It’d be so damn literal! You are using that machine to it’s exact purpose!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "You know crazy straws - they go all over the place? These straws are sane. They never lost their mind. They say, \"we're going straight to the mouth. That guy who takes a while to get there? He's crazy.\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I don't have any children, but if I had a baby, I would have to name it, so I would get a baby-naming book. Or I would invite somebody over who had a cast on."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If you boat a lot, you're known as a boating enthusiast. I like to boat, but I just don't want to ever be referred to as a 'boating enthusiast'. I hope they call me 'a guy who likes to boat'."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I would like to go fishing and catch a fish stick. That would be convenient. I could easily get a job at Mrs. Paul's."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "The only way I could get my old CD into stores is if I took one in and leave it. \"Sir, you forgot this.\" \"No, I did not. That is for sale. Please alphabetize it.\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If my kid couldn't draw I'd make sure that my kitchen magnets didn't work."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If you have to release bad news to the public, it would help if you are not ugly."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I got a hotel room at New York New York in Las Vegas and I was very happy. They've got that rollercoaster encircling the entire premises, just like Manhattan."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I was booked into the Riviera Hotel in Las Vegas with three other comedians. We all were using the Riviera in-house shampoo, so we all had equal shine and bounce."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I'm an ice sculptor. Last night I made a cube."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Alcoholism is the only disease that you can get yelled at for having."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Why is Cloud 9 so amazing? What is wrong with Cloud 8? That joke came off the top of my head, and the top of my head ain't funny!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "What am I drinking? NyQuil on the rocks, for when you're feeling sick but sociable."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I'm a hard act to follow, because when I'm done, I take the microphone with me."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Yeah, I'm not into sports. If someone told me I had athlete's foot, I'd say that's not my foot!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I saw on HBO they were advertising a boxing match \"It's a fight to the finish\". That's a good place to end."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "People on the 14th floor, you know what floor you’re really on."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I have an idea for sweatshops: air conditioning! That's simple. 14 year old boys working twelve hour days? \"Yeah, but they're comfortable!\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I'd like to get four people who do cart wheels very good, and make a cart."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I went to the Home Depot, which was unnecessary. I need to go to the Apartment Depot. Which is just a big warehouse with a whole lot of people standing around saying \"We don't have to fix anything.\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "My friend said to me, You know what I like? Mashed potatoes. I was like, Dude, you have to give me time to guess. If you're going to quiz me you have to insert a pause."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I can whistle with my fingers, especially if I have a whistle."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I had a chicken finger that was so big, it was a chicken hand."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I like refried beans. That's why I wanna try fried beans, because maybe they're just as good and we're just wasting time. You don't have to fry them again after all."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "A lollipop is a cross between hard candy and garbage."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "No, I was just good at holding ice cream cones."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I spilled some vodka on the carpet, and I vacuumed it up, and the vacuum got drunk. I had to take the Hoover to detox."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I miss the $2 bill, 'cause I can break a two. $20, no. $10, no. $5, maybe, $2? Oh yeah. What do you need, a one and another one?"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "A snake bite emergency kit is a body bag."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "One time I was forced to go to the doctors because of a sports accident. Herpes."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I read that MTV's Real World got 40,000 applications. That's amazing, such an even number. You would have thought it would be 40,008."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "My lucky number is four billion. That doesn't come in real handy when you're gambling. \"Come on, four billion! Darn! Seven. Not even close. I need more dice.\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "All these jokes have been pre-approved as funny by me."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I think pickles are cucumbers that sold out. They sold their soul to the devil, and the devil is dill."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I think pickles are cucumbers that sold out."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I tried to have a cookie, and this girl said, \"I'm mailing those cookies to my friend.\" So I couldn't have one. You shouldn't make cookies untouchable."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Bologna is a deli meat for people with eyes."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Well, that's a 'fresher'. I'm going on break."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I saw a human pyramid once. It was very unnecessary. It did not need to exist."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Hell, yeah! Meeting adjourned!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I wrote my friend a letter using a highlighting pen. But he could not read it, he thought I was trying to show him certain parts of a piece of paper."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I'm not into sports. I mean...I like Gatorade, but that's as far as it goes."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I don't like grouper fish. Well, they're okay. They hang around star fish. Because they're grouper fish."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I have no problem not listening to the Temptations."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Comedy clubs have brick walls behind the performer. Bricks make you funny. When I'm in front of a fireplace, I'm hilarious."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I have a Sharpie. I love Sharpies. You know what they say on them? Not for letter writing. That sucks. Now I have to communicate with my dad using numbers."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I got two stools, in case I want to sit down and sit down again on something else."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Have you ever tried sugar or PCP?"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I hate arrows. They try to tell me which direction to go. It's like \"I ain't going that way, line with two thirds of a triangle on the end!\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I met the girl who works at the Doubletree front desk, she gave me her number. It's ZERO. I tried to call from here, some other woman answered. \"You sound older!\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I like to smoke a pipe, because it's the punch line indicator. Whenever I take a hit of the pipe, you should be laughing."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I didn't go to college, but if I did, I would've taken all my tests at a restaurant, 'cause 'The customer is always right'."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I don't want to have my face on the cover of a Wheaties box. I wanna have my face on the cover of a Rice Krispies box. \"Snap, Krackle, Mitch and Pop\"!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I wanted to get a tape recorder, but I got a parrot instead. I think I did that joke backwards."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "We're gonna have to sweeten some of these jokes for the CD. You know what sweeten means, right? Sweeten is a show-biz term for \"add sugar to\"."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I travel with a boom box. When I get on a plane, I stuff the power cord for the boom box into the battery compartment. From an outsider's point of view, it looks like I've got it all wrong."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I had a job interview at an insurance company once, and the lady said 'Where do you see yourself in five years?' I said, 'Celebrating the fifth year anniversary of you asking me this question!'"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I love blackjack. But I'm not addicted to gambling. I'm addicted to sitting in a semi circle."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "The commercial for Diet Dr. Pepper says it tastes just like regular Dr. Pepper. Well, then they screwed up!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I use the word totally too much. I need to change it up and use a word that is different but has the same meaning. Mitch do you like submarine sandwiches? All-encompassingly."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If you had a friend who was a tightrope walker, and you were walking down a sidewalk, and he fell, that would be completely unacceptable."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "My manager said, \"Don't use liquor as a crutch!\" I can't use liquor as a crutch, because a crutch helps me walk."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "My girlfriend works at Hooters. In the kitchen."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "It's weird... people say they're not like apes. Now how do you explain football then?"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I cannot tell you what hotel I'm staying at, but there are two trees involved."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Look at the limes in this drink, how they float. That's good news. Next time I'm on a boat, and it capsizes, I will reach for a lime. I'm saved by the buoyancy of citrus."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I want to be a rebellious McDonald's owner. Cheeseburgers... NOPE... we got spaghetti!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Imagine if the headless horseman had a headless horse. That would be chaos. I would think that if you were the headless horseman's horse, you would be very confused. \"I don't think this dude can see.\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If you want to talk to me after the show, I'd be surprised."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Foosball screwed up my perception of soccer. I though you had to kick the ball and then spin around and around. I can't do a back flip, much less several simultaneously with two other guys."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "So, I sit at the hotel at night and I think of something that's funny. Or, If the pen is too far away, I have to convince myself that what I thought of wasn't funny."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Then let's print up some flyers!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I have a \"Do Not Disturb\" sign on my hotel door. It's time to go to \"Don't Disturb\". It's been \"Do Not\" for too long. We should embrace the contraction."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I put fruit on top of my waffles, because I want something to brush off."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I have a roommate, and I signed a year lease. I screwed up! That's like I wrote a joke that didn't work, but now I have to tell it for a year."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I've never stayed at a bed and breakfast. If I did, I figure you would start to get hungry! \"Is that all you got around here? Well, maybe you can direct me to a chair lunch dinner.\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I'm sick of Soup Of The Day, man. It's time we make a decision. I need to know what Soup From Now On is."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I heard a guy tell me he liked cherries. I waited to hear if he was going to say \"tomatoes\", then I realized he like cherries just. That joke is ridiculous."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I had to take a physical to do this show. They had a lot of weird questions like, \"Have you ever tried sugar or PCP?\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "The customer’s always right."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I would like it if four people did a cartwheel all at once... so I can make a cart."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Mitch”, but then reattach it and call it “Mitch-all-together."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I went to a tent store. \"What kind of tent do you need?\" \"Circus.\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I got an ant farm; them fellas didn't grow sh*t."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I like wearing necklaces, because it lets me know when I'm upside down."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I can't eat spaghetti. There's too many of them."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Sometimes I fall asleep at night with my clothes on. I'm going to have all my clothes made out of blankets."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "My roommate says, \"I'm going to take a shower and shave. Does anyone need to use the bathroom?\" It's like some weird quiz where he reveals the answer first."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I went to a cigar store, the man behind the counter asked me, \"What kind of cigars do you like?\" I answered, \"It's a Boys.\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I want to make a vending machine that sells vending machines. It'd have to be real big."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I like to wear a \"Do Not Disturb\" sign around my neck so that little kids can't tell me knock-knock jokes. \"Hey, how ya doin'? Knock-knock.\" \"Read the sign, punk!\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I know people who believe in ghosts but don’t believe in themselves. It’s kind of sad. Okay you don’t think you’ll ever make it as a musician, but last night you saw a translucent caveman."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I sometimes close my eyes during a show because I have drawn a picture of an audience enjoying the show more on the back of my eyelids."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Incubated. And then raised. And then beheaded. And then plucked. And then cut up. And then put on a grill. And then put on a bun. Damn, it's gonna take a while. I don't have time. Scrambled!"
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Onions make me sad, a lot of people don't realize that. When I'm cutting onions, I'm sad. Because the plight of onions, it's sad. But people don't realize I'm actually crying - they think I'm just reacting."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Mitch's Pizzaria... this week's coupon: unlimited free pizza. Special Note: coupon not good at any of the Mitch's Pizza locations. Free pizza oven with purchase of a small Coke. Two-for Tuesday: buy one pizza, get one franchise free."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I saw a guy juggling chain saws, it was cool, unless something needed to be sawed down, then it's annoying."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "People who smoke cigarettes, they say \"You don't know how hard it is to quit smoking.\" Yes I do. It's as hard as it is to start flossing."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I've always wanted to have a suitcase handcuffed to my wrist. That's not a full joke there! It's filler."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "When you start out in comedy, or probably in a lot of things, you want it to happen fast. You don't want to see yourself having to do this for seven years before you start to get some feedback."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If you drink O'Douls, you don't drink; but if you drink 20 O'Douls in a half hour, then you're a non-alcoholic."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "That would be cool if the earth's crust was made out of graham cracker. It would disappear just like the ozone layer, but for completely different reasons."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I called the hotel operator and she said, \"How can I direct your call?\" I said, \"Well, you could say 'Action!', and I'll begin to dial. And when I say 'Goodbye', then you can yell 'Cut!'\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If I was a locksmith, I'd be pimping that out man. I'll trade you a free key duplication for. That joke made me laugh before I could finish it, which is good, because it had no ending."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "It's hard to fight when you're in a gazebo."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Because of acid, I now know that butter is way better than margarine."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Spaghetti... I can't eat spaghetti, there's too many of them. No matter how hungry I am, 1,000 of something is too many. I'll have 1,000 pieces of noodles."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Knock on wood is a saying for good luck. I think that started when someone went to someone's door to see if someone was home. \"I hope Joe's home, knock on wood!\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "That would be cool if the earth's crust was made out of graham cracker. It would disappear just like the ozone layer, but for completely different reasons."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I called the hotel operator and she said, \"How can I direct your call?\" I said, \"Well, you could say 'Action!', and I'll begin to dial. And when I say 'Goodbye', then you can yell 'Cut!'\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If I was a locksmith, I'd be pimping that out man. I'll trade you a free key duplication for. That joke made me laugh before I could finish it, which is good, because it had no ending."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "It's hard to fight when you're in a gazebo."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Because of acid, I now know that butter is way better than margarine."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Spaghetti... I can't eat spaghetti, there's too many of them. No matter how hungry I am, 1,000 of something is too many. I'll have 1,000 pieces of noodles."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Knock on wood is a saying for good luck. I think that started when someone went to someone's door to see if someone was home. \"I hope Joe's home, knock on wood!\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "That would be cool if the earth's crust was made out of graham cracker. It would disappear just like the ozone layer, but for completely different reasons."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "I called the hotel operator and she said, \"How can I direct your call?\" I said, \"Well, you could say 'Action!', and I'll begin to dial. And when I say 'Goodbye', then you can yell 'Cut!'\""
  },
  {
    "author": "Mitch Hedberg",
    "quote": "If I was a locksmith, I'd be pimping that out man. I'll trade you a free key duplication for. That joke made me laugh before I could finish it, which is good, because it had no ending."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "It's hard to fight when you're in a gazebo."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Because of acid, I now know that butter is way better than margarine."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Spaghetti... I can't eat spaghetti, there's too many of them. No matter how hungry I am, 1,000 of something is too many. I'll have 1,000 pieces of noodles."
  },
  {
    "author": "Mitch Hedberg",
    "quote": "Knock on wood is a saying for good luck. I think that started when someone went to someone's door to see if someone was home. \"I hope Joe's home, knock on wood!\""
  }
]
